"Camera Permissions" = "أذونات الكاميرا";

"Would you like to allow this application to use your camera to stream live video?" = "هل تود السماح لهذا التطبيق باستخدام الكاميرا الخاصة بك لبث فيديو مباشر؟";

"Don't Allow" = "عدم السماح";

"Allow" = "السماح";
